
/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@): Avviso di Connessione";

/* No comment provided by engineer. */
"%@ (%@) has sent you an unknown encryption fingerprint:\n\n%@\n\nDo you want to accept this fingerprint as valid?" = "%1$@ (%2$@) ti ha inviato una fingerprint di criptatura sconosciuta:\n\n%3$@\n\nVuoi considerare questa fingerprint valida?";

/* User deined authorization; the next line has an explanation. */
"%@ denied authorization:" = "%@ ha negato l'autorizzazione:";

/* No comment provided by engineer. */
"%@ granted authorization." = "%@ ha rilasciato l'autorizzazione.";

/* No comment provided by engineer. */
"%s has %i new messages." = "%1$s ha %2$i nuovi messaggi.";

/* No comment provided by engineer. */
"%s has 1 new message." = "%s ha un nuovo messaggio.";

/* Message when the remote contact cancels his half of an encrypted conversation. %s will be a name. */
"%s is no longer using encryption; you should cancel encryption on your side." = "%s non sta più usando la criptatura; dovresti disattivarla anche dalla tua parte.";

/* No comment provided by engineer. */
"(No reason given)" = "(Nessuna motivazione fornita)";

/* Indicates a preference will not take effect until the next time Adium is loaded */
"(Takes effect the next time Adium launches)" = "(Avrà effetto al prossimo lancio di Adium)";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium: Avviso";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Avviso Adium: %@";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit http://www.cypherpunks.ca/otr/." = "Adium fornisce criptatura, autenticazione, certificazione e perfetta segretezza su %@ tramite la Messaggistica Off-the-Record (OTR). Se il tuo amico non sta usando un sistema di messaggistica compatibile con OTR, gli verrà inviato un link verso il sito dell'OTR quando tenti di usarla con lui. Per ulteriori informazioni sull'OTR, visita\nhttp://www.cypherpunks.ca/otr/.";

/* A 'Hiptop' is a mobile device; this phrase descibes a contact who is connected to AIM through a hiptop. */
"AIM via Hiptop" = "AIM via Hiptop";

/* Button title to allow an action */
"Allow" = "Permetti";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Permetti MSN Mobile Pages?";

/* Action menu item for MSN accounts to toggle whether Mobile pages [forwarding messages to a mobile device] are enabled */
"Allow/Disallow Mobile Pages" = "Attiva/Disattiva le Mobile Page";

/* No comment provided by engineer. */
"America Online" = "America Online";

/* No comment provided by engineer. */
"An ambiguous user ID was entered" = "È stata inserita una userID ambigua";

/* No comment provided by engineer. */
"An error was encoutered sending the file.  Please note that sending of folders is not currently supported; this includes Application bundles." = "Si è verificato un errore durante l'invio del file. L'invio di cartelle non è supportato al momento; lo stesso vale per i Pacchetti Applicazione.";

/* No comment provided by engineer. */
"AOL Administrator" = "Amministratore AOL";

/* Phrase to describe the client through which a contact is connected mobilely; cell phones, for example, may be AOL Mobile Devices. */
"AOL Mobile Device" = "Dispositivo Mobile AOL";

/* No comment provided by engineer. */
"Authenticating" = "Autenticazione";

/* No comment provided by engineer. */
"Authorization Requested" = "Autorizzazione Richiesta";

/* Connection step */
"Balancer handshake" = "Handshake balancer";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Connect" = "Connetti";

/* No comment provided by engineer. */
"Connecting" = "Connessione";

/* No comment provided by engineer. */
"Connection error." = "Errore di connessione.";

/* No comment provided by engineer. */
"Connection established" = "Connessione stabilita";

/* No comment provided by engineer. */
"Conversation notices" = "Avvisi di conversazione";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM connected" = "Connesso a MI Diretta";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM disconnected" = "Disconnesso a MI Diretta";

/* Button title to prevent an action */
"Disallow" = "Non Permettere";

/* No comment provided by engineer. */
"Display conversation closed notices" = "Mostra avvisi di chiusura chat";

/* No comment provided by engineer. */
"Display names (friendly names)" = "Mostra nomi (amichevoli)";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Vuoi permettere alla gente sulla tua lista di amici di inviare le MSN Mobile Pages al tuo cellulare o altro dispositivo mobile?";

/* No comment provided by engineer. */
"Encrypted by Off-the-Record Messaging" = "Criptato tramite Messaggistica Off-the-Record";

/* No comment provided by engineer. */
"Encryption" = "Criptatura";

/* Connection step */
"Exchanging key hash" = "Scambio chiavi hash";

/* No comment provided by engineer. */
"Export Sametime List..." = "Esporta lista Sametime...";

/* No comment provided by engineer. */
"File Send Error" = "Errore Invio File";

/* No comment provided by engineer. */
"Finalizing connection" = "Finalizzazione della connessione";

/* Fingerprint for <name>: */
"Fingerprint for %@:" = "Fingerprint per %@:";

/* No comment provided by engineer. */
"Fingerprint: %.80s" = "Fingerprint: %.80s";

/* Button title to make Adium no longer know a user's encryption fingerprint */
"Forget Fingerprint" = "Dimentica Fingerprint";

/* No comment provided by engineer. */
"From: " = "Da:";

/* No comment provided by engineer. */
"Generating private encryption key for %@" = "Generazione chiave privata di criptatura per %@";

/* No comment provided by engineer. */
"GG Number" = "Numero GG";

/* No comment provided by engineer. */
"ICQ Number" = "Numero ICQ";

/* No comment provided by engineer. */
"Import Sametime List..." = "Importa lista Sametime...";

/* No comment provided by engineer. */
"Incoming:" = "In arrivo:";

/* No comment provided by engineer. */
"Initializing Stream" = "Inizializzazione Flusso Dati";

/* No comment provided by engineer. */
"Initiate Conference with %@" = "Inizia Conferenza con %@";

/* No comment provided by engineer. */
"Initiate Direct IM with %@" = "Inizia MI Diretta con %@";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Inizia Chat Multiutente con %@";

/* No comment provided by engineer. */
"Invalid Jabber ID or Password" = "ID Jabber o Password non valida";

/* No comment provided by engineer. */
"Jabber ID" = "ID Jabber";

/* No comment provided by engineer. */
"Jabber was unable to connect due to an invalid Jabber ID or password.  This may be because you do not yet have an account on this Jabber server.  Would you like to register now?" = "Non è riuscita la connessione Jabber a causa di una ID Jabber o password non valida. Potrebbe essere perchè non hai ancora un account su questo server Jabber. Vuoi registrarti ora?";

/* No comment provided by engineer. */
"Join %@'s Chat" = "Unisciti alla chat di %@";

/* No comment provided by engineer. */
"Load From and Save To Server" = "Carica e Salva sul server";

/* No comment provided by engineer. */
"Load From Server" = "Carica dal Server";

/* No comment provided by engineer. */
"Local Only" = "Solo Locale";

/* No comment provided by engineer. */
"Logging in" = "Accesso";

/* No comment provided by engineer. */
"Looking up server" = "Ricerca server";

/* No comment provided by engineer. */
"Member Name" = "Nome Utente";

/* No comment provided by engineer. */
"MSN" = "MSN";

/* No comment provided by engineer. */
"MSN Passport" = "Passport MSN";

/* No comment provided by engineer. */
"New Mail" = "Nuova Posta";

/* No comment provided by engineer. */
"No" = "No";

/* Message to show in the Encryption OTR preferences when an account is selected which does not have a private key */
"No private key present" = "Nessuna chiave privata presente";

/* No comment provided by engineer. */
"No reason was given." = "Non è stata fornita nessuna motivazione.";

/* No comment provided by engineer. */
"Not private" = "Non privato";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Mail" = "Apri Posta in Arrivo";

/* Name for the orphans group */
"Orphans" = "Orfani";

/* No comment provided by engineer. */
"OTR Fingerprint" = "Fingerprint OTR";

/* No comment provided by engineer. */
"Outgoing:" = "In uscita:";

/* No comment provided by engineer. */
"Password sent" = "Password inviata";

/* No comment provided by engineer. */
"Please wait" = "Attendere, prego";

/* No comment provided by engineer. */
"Private" = "Privato";

/* No comment provided by engineer. */
"Re-request Authorization from %@" = "Nuova richiesta di Autorizzazione da %@";

/* Connection step */
"Reading data" = "Lettura dati";

/* Connection step */
"Reading server key" = "Lettura in corso server key";

/* No comment provided by engineer. */
"Received authorization" = "Autorizzazione ricevuta";

/* No comment provided by engineer. */
"Register" = "Registrati";

/* No comment provided by engineer. */
"Requesting to send password" = "Richiesta invio password";

/* No comment provided by engineer. */
"Retrieving buddy list" = "Ricezione lista amici";

/* Roster - the Jabber default group */
"Roster" = "Ruolo";

/* No comment provided by engineer. */
"Screen Name" = "Nick";

/* No comment provided by engineer. */
"Screen name sent" = "Nick inviato";

/* No comment provided by engineer. */
"Secure ID for this session:" = "ID sicuro per questa sessione:";

/* No comment provided by engineer. */
"Send to %@'s Mobile" = "Send to %@'s Mobile";

/* Action menu item for setting the display name */
"Set Display Name" = "Imposta Nome Visualizzato";

/* No comment provided by engineer. */
"Set Home Phone Number" = "Imposta Numero Telefonico Casa";

/* No comment provided by engineer. */
"Set Mobile Phone Number" = "Imposta Numero Telefonico Cellulare";

/* No comment provided by engineer. */
"Set Work Phone Number" = "Imposta Numero Telefonico Ufficio";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Imposta il tuo nome amichevole.";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Imposta il tuo numero telefonico di casa.";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Imposta il tuo numero di cellulare.";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Imposta il tuo numero telefonico di lavoro.";

/* No comment provided by engineer. */
"Show display names as status messages" = "Mostra nick come messaggi di stato";

/* No comment provided by engineer. */
"Subject: " = "Oggetto:";

/* No comment provided by engineer. */
"Syncing with server" = "Sincronizzazione col server";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Nasconditi temporaneamente da %@";

/* No comment provided by engineer. */
"The contact %@ wants to add %@ to his or her contact list for the following reason:\n%@" = "Il contatto %1$@ vuole aggiungere %2$@ alla sua lista contatti con questa motivazione:\n%3$@";

/* No comment provided by engineer. */
"The contact %@ wants to add %@ to his or her contact list." = "Il contatto %1$@ vuole aggiungere %2$@ alla sua lista contatti.";

/* No comment provided by engineer. */
"The identifier '%@' may possibly refer to any of the following users. Please select the correct user from the list below." = "L'identificatore '%@' potrebbe riferirsi a uno di questi utenti. Seleziona quello corretto dalla lista sottostante.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "L'utente è nella tua lista bloccati.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "L'utente non è disponibile al momento.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Questo e il nome con cui i tuoi amici su MSN ti vedranno.";

/* No comment provided by engineer. */
"Un-hide From %@" = "Non nasconderti Da %@";

/* No comment provided by engineer. */
"United States" = "Stati Uniti";

/* No comment provided by engineer. */
"Unknown" = "Sconosciuto";

/* No comment provided by engineer. */
"Unknown OTR fingerprint" = "Fingerprint OTR sconosciuta";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Disiscriviti da %@";

/* No comment provided by engineer. */
"Unused" = "Inutilizzato";

/* No comment provided by engineer. */
"Username" = "User";

/* Sample name and server for new gmail accounts */
"username@gmail.com" = "nomeutente@gmail.com";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "nomeutente@jabber.org";

/* No comment provided by engineer. */
"View %@'s Webcam" = "View %@'s Webcam";

/* No comment provided by engineer. */
"Warning level is too high." = "Il livello di avvertimento è troppo alto.";

/* No comment provided by engineer. */
"Warning: The 'load and save' option is still experimental. Please back up your contact list with an official client before enabling." = "Attenzione: L'opzione 'carica e salva' è ancora sperimentale. Fai un backup della tua contact list con un client ufficiale prima di abilitarla.";

/* No comment provided by engineer. */
"Yahoo! ID" = "ID Yahoo!";

/* No comment provided by engineer. */
"Yes" = "Sì";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Stai inviando messaggi troppo velocemente; aspetta qualche istante e riprova.";

/* No comment provided by engineer. */
"You have mail!\n" = "Hai ricevuto nuova posta!";

/* Message when sending unencrypted messages to a contact expecting encrypted ones. %s will be a name. */
"You sent an unencrypted message, but %s was expecting encryption." = "Hai inviato un messaggio in chiaro, ma %s stava aspettando messaggi criptati";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Il tuo messaggio a %@ non è stato inviato";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Il tuo messaggio è stato rifiutato dall'altro utente.";

/* No comment provided by engineer. */
"Your message was too big." = "Il tuo messaggio è troppo lungo.";

/* No comment provided by engineer. */
"Your Yahoo! message did not get sent." = "Il tuo messaggio Yahoo! non è stato inviato.";
